tap "adoptopenjdk/openjdk"
tap "babashka/brew"
tap "borkdude/brew"
tap "charmbracelet/tap"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "evertonstz/go-workflows"
tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "nikitabobko/tap"
tap "normen/tap"
tap "tmspzz/tap", "https://github.com/tmspzz/homebrew-tap.git"
brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "carthage"
brew "cocoapods"
brew "coreutils"
brew "diffutils"
brew "docker-compose"
brew "dust"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "git-lfs"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gping"
brew "grep"
brew "gzip"
brew "helm"
brew "htop"
brew "imagemagick"
brew "istioctl"
brew "jenv"
brew "jq"
brew "kubelogin"
brew "kubernetes-cli"
brew "lazygit"
brew "leiningen"
brew "less"
brew "luarocks"
brew "md5deep"
brew "minikube"
brew "neovim"
brew "node"
brew "nushell"
brew "nvm"
brew "openjdk@21"
brew "openssh"
brew "pinentry-mac"
brew "pipx"
brew "posting"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "tectonic"
brew "tektoncd-cli"
brew "telnet"
brew "tree"
brew "unzip"
brew "uv"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "xcodes"
brew "yazi"
brew "yq"
brew "zellij"
brew "zsh-autocomplete"
brew "babashka/brew/bbin"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "jesseduffield/lazydocker/lazydocker"
brew "jstkdng/programs/ueberzugpp"
cask "caffeine"
cask "claude-code"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-adwaita-mono-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-atkynson-mono-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "rar"
cargo "aws-env"
